Repository: 13632291463/ngettext-wpf
Catalog: NGettext.Wpf.Example/Locale/*/LC_MESSAGES/Example.po
Languages: da_dk

source: (* To change min- and max input range, you need special rights)
da_dk: （*要改变最大最小范围，你需要高级权限）

source: Binding string format support: {0:n0}
da_dk: Binding-string-format-understøttelse: {0:n0}

source: Close this window to test that the attached behavior releases its event listeners from the culture tracker.
da_dk: Luk dette vindue for at teste at den attachede behavior frigiver sine event-listeners fra culture-trackeren.

source: Danish
da_dk: Dansk

source: Deferred localization
da_dk: Udsat oversættelse

source: Deferred localization example:
da_dk: Eksempel på udsat oversættelse:

source: Enclosing single-quotes (') are optional
da_dk: Indhyllende apostroffer (') er valgfrie

source: Enclosing single-quotes (apostrophes) are optional.
da_dk: Inhyllende apostroffer er valgfrie.

source: English
da_dk: Engelsk

# Example
source: GNOME glib syntax context example
da_dk: GNOME glib syntaks-context-eksempel

source: German
da_dk: Tysk

source: Localized date time format example:
da_dk: Lokalformateret dato og klokkeslæt-eksempel:

source: Localized enum combo example:
da_dk: Lokalformateret enum-combobox-eksempel:

source: Localized number format example:
da_dk: Lokalformateret tal-eksempel:

source: Memory leak test progress:
da_dk: Memory-leak-testfremgang:

source: NGettext.WPF Example
da_dk: NGettext.WPF-eksempel

source: Run TrackCurrentCultureBehavior memory leak test
da_dk: Udfør TrackCurrentCultureBehavior memory-leak-test

source: Singular
da_dk: Ental

source: Singular {0:n3}
da_dk: Ental {0:n3}

# EnumMsgId example
source: Some fourth value
da_dk: En fjerde værdi

source: Some other value
da_dk: En anden værdi

source: Some third value
da_dk: En tredje værdi

source: Some value
da_dk: En værdi

source: Text with punctuation: 1, 2, 3
da_dk: Tekst med tegnsætning: 1, 2, 3

source: To change
da_dk: （*要改变最大最小范围，你需要高级权限）

source: To change min- and max input range, you need special rights
da_dk: （*要改变最大最小范围，你需要高级权限）

source: Unenclosed escaped single-quotes (') are supported.
da_dk: Ikke-inhyllende, escapede apostroffer (') er understøttet.

source: Unicode™ in msgIds is supported
da_dk: Unicode™ i msgId'er er understøttet

source: Varying cAsE ExamPle:
da_dk: Eksempel På VaRiAtiOn i store og små bogstavEr:

source: Varying case example:
da_dk: Eksempel på variation i store og små bogstaver:

source: change
da_dk: （*要改变最大最小范围，你需要高级权限）

source: change to
da_dk: （*要改变最大最小范围，你需要高级权限）
